[
  {
    "name": "Eszter",
    "text" : {
        "hu": "Az online térben is biztonságban éreztem magam, ami fontos volt ahhoz, hogy meg tudjak nyílni… A 40-hez közelítek, de egy 18 éves korom óta nyomasztó dolgot, a pályaválasztást sikerült megoldanom a segítségeddel néhány alkalom elteltével. Újra felfedeztem magam, hogy miben vagyok jó, miben adhatok értéket és kaphatok energiát, mi az amit hivatásomnak élhetek meg… Végre elindultam az önmegvalósítás útján, s nem egy idealizált képhez hasonlítgatom magam, aminek az elérhetetlenségétől csal elvesztettem magam és értéktelennek éltem meg az életemet. Megtanultam, hogy az önismeret élethosszig tart, nem egyenletes munka, hol szárnyakat ad, hol mélybe visz egy-egy felismerés, de olyan munka, ami nélkülözhetetlen a fejlődéshez. Nagyon nagy hála van bennem! Minden köszönök, s azt is, hogy mai napig érzem, hogy fontos vagyok neked és a távolból is fogod a kezem! ❤️",
        "de": "Ich fühlte mich auch im Online-Raum sicher, was wichtig war, damit ich mich öffnen konnte… Ich nähere mich der 40, aber mit deiner Hilfe konnte ich nach nur wenigen Sitzungen ein belastendes Thema lösen, das mich seit meinem 18. Lebensjahr beschäftigt hat – die Berufswahl. Ich habe mich selbst wiederentdeckt: worin ich gut bin, wo ich Wert schaffen und Energie gewinnen kann, was ich als meine Berufung erleben darf… Endlich habe ich mich auf den Weg der Selbstverwirklichung gemacht und vergleiche mich nicht mehr mit einem idealisierten Bild, dessen Unerreichbarkeit mich früher verloren und wertlos fühlen ließ. Ich habe gelernt, dass Selbsterkenntnis ein lebenslanger Prozess ist – keine gleichmäßige Arbeit, sondern eine Reise, die mal Flügel verleiht, mal in die Tiefe führt. Aber es ist eine Arbeit, die für die persönliche Entwicklung unverzichtbar ist. Ich bin dir zutiefst dankbar! Ich danke dir für alles – auch dafür, dass ich bis heute spüre, wie wichtig ich dir bin und dass du selbst aus der Ferne meine Hand hältst! ❤️",
        "en": "I felt safe even in the online space, which was essential for me to be able to open up… I'm approaching 40, yet with your help, I was able to resolve something that had weighed on me since I was 18 — choosing a career path. I rediscovered myself: what I'm good at, where I can offer value and gain energy, and what I can truly live as my calling… I’ve finally set out on the path of self-realization, and I no longer compare myself to an idealized image — one whose unattainability used to make me feel lost and worthless. I’ve learned that self-awareness is a lifelong journey; it’s not a steady process — sometimes it gives wings, sometimes it takes you deep through a realization — but it’s a kind of work that’s essential for growth. I feel immense gratitude! I thank you for everything, and also for the fact that even today I feel that I matter to you, and that you’re still holding my hand from afar! ❤️"
    }
  },
  {
    "name": "Tamás",
    "text": {
        "hu": "Csak annyit tudok írni, hogy minden képzéseden részt vettem eddig, amiről tudtam és jövök a többire is. Rengeteg tudást kaptam. Köszönöm!",
        "de": "Ich kann nur sagen, dass ich bisher an allen deinen Schulungen teilgenommen habe, von denen ich wusste – und ich werde auch zu den kommenden kommen. Ich habe unglaublich viel Wissen erhalten. Danke!",
        "en": "All I can say is that I’ve attended every training of yours I knew about so far — and I’ll be coming to the rest as well. I’ve gained an incredible amount of knowledge. Thank you!"
    }
  },
  {
    "name": "Anna",  
    "text": {
      "hu": "Egy baleset után újra kellett építeni magam. A korábbi munkámat nem csinálhattam tovább, az életemben sok mindennel felszámoltam. Nem találtam a helyem és akkor egy ismerősöm ajánlott téged. Többször le akartam mondani az első időpontot, mert hát nekem nincs szükségem semmilyen segítségre. Haha. Már az első online alkalom alatt tudtam, hogy én másnak biztos, hogy nem nyílnék meg ennyire mint neked. Amikor letettem a magam által támasztott elvárásaimat olyan izgatott lettem az új céljaim miatt, hogy napokig nem tudtam aludni. Az életem 180 fokos fordulatot vett a lehető legjobb értelemben, de ez hatalmas munka volt, amibe bele kellett tennem magamat. Nagyon köszönöm a türelmedet és a támogatásodat, amit ma is kapok!",
      "de": "Nach einem Unfall musste ich mich komplett neu aufbauen. Ich konnte meinen früheren Beruf nicht mehr ausüben und habe vieles in meinem Leben hinter mir gelassen. Ich fühlte mich orientierungslos – und dann hat mir ein Bekannter dich empfohlen. Mehrmals wollte ich den ersten Termin absagen, denn ich dachte: „Ich brauche doch keine Hilfe.“ Haha. Schon während der ersten Online-Sitzung wusste ich, dass ich mich niemand anderem so öffnen könnte wie dir. Als ich meine eigenen Erwartungen losgelassen habe, war ich so aufgeregt wegen meiner neuen Ziele, dass ich tagelang nicht schlafen konnte. Mein Leben hat sich um 180 Grad gedreht – im allerbesten Sinne –, aber es war eine enorme Arbeit, in die ich mich voll und ganz hineingeben musste. Ich danke dir von Herzen für deine Geduld und deine Unterstützung, die ich bis heute spüre!",
      "en": "After an accident, I had to rebuild myself from the ground up. I could no longer continue with my previous job, and I let go of many things in my life. I felt lost — and that’s when a friend recommended you. I wanted to cancel our first appointment several times, thinking, “I don’t need any help.” Haha. But during that very first online session, I knew I wouldn’t open up like this to anyone else but you. When I let go of the expectations I had placed on myself, I became so excited about my new goals that I couldn’t sleep for days. My life took a 180-degree turn — in the best possible way — but it took a lot of work, and I had to fully commit to it. I’m deeply grateful for your patience and support, which I still feel to this day!"
    }
  },
  {
    "name": "Péter",
    "text": {
        "hu": "Az online óráink olyanok voltak, mintha elutaztam volna egy szigetre, ahol béke van, nyugalom és biztonság. Köszönöm a hatalmas türelmedet! Különösen, amikor relaxálni tanultam. Sokszor nekem sem volt magamhoz türelmem, de megtanítottad, hogy máshogy is lehet nézi az életemre.",
        "de": "Unsere Online-Stunden fühlten sich an, als wäre ich auf eine Insel gereist – voller Frieden, Ruhe und Sicherheit. Ich danke dir von Herzen für deine enorme Geduld! Besonders in den Momenten, als ich gelernt habe zu entspannen. Oft hatte ich nicht einmal Geduld mit mir selbst, aber du hast mir gezeigt, dass man das Leben auch aus einer anderen Perspektive betrachten kann.",
        "en": "Our online sessions felt like traveling to an island — a place of peace, calm, and safety. I’m deeply grateful for your immense patience, especially when I was learning how to relax. There were many times I didn’t even have patience with myself, but you taught me that there’s another way to look at my life."
    }
  }
]